[
{"title": "Invalida La Corte , Con Efectos Generales, Disposiciones Del Código Civil Y De La Ley Del Registro Civil Del Estado De Jalisco", "url": "https://www.internet2.scjn.gob.mx/red2/comunicados/noticia.asp?id=7828", "created_at": "2024-05-06 00:00:00", "description": "Impedían asentar en el acta de nacimiento que el padre de una persona es un hombre distinto al marido de su madre Resultaban violatorias del interés superior de la niñez, así como de sus derechos a la identidad y la filiación El Pleno de la Suprema Corte de Justicia de la Nación ( La Corte ), como resultado de la solicitud formulada por su Primera Sala, emitió una declaratoria general de inconstitucionalidad de los artículos 477 y 504 del Código Civil y 47 de la Ley del Registro Civil, del Estado de Jalisco, los cuales prohibían asentar en el acta de nacimiento que el padre de una persona es un hombre distinto al marido de su madre, con la salvedad de que este último hubiera desconocido a la hija o al hijo y existiera sentencia ejecutoriada que así lo declarara. A través de las declaratorias generales de inconstitucionalidad se expulsan del sistema jurídico las normas generales no tributarias contrarias a los derechos humanos previstos en la Constitución Federal y los tratados internacionales. Esto con el fin de mantener su congruencia, evitar desigualdades y garantizar una administración de justicia pronta y expedita. El 30 de noviembre de 2022, la Primera Sala de La Corte , al resolver el amparo en revisión 386/2021, declaró la inconstitucionalidad de los preceptos aludidos, al considerar que resultaban violatorios del interés superior de la niñez, así como de sus derechos a la identidad y a la filiación. La Sala determinó que los artículos no perseguían una finalidad constitucionalmente imperiosa vinculada con la protección de la familia como realidad social, sino que, por el contrario, pretendían perpetuar normas de comportamiento basadas en estereotipos de género, al intentar desalentar las relaciones extramatrimoniales de las mujeres mediante la prohibición de registrar a sus hijas o hijos concebidos con un hombre diverso a su esposo, lo que impedía que tuvieran una filiación coincidente con su realidad biológica y que ésta fuera reflejada en su acta de nacimiento, así como en todos sus documentos de identidad. Dicho amparo fue resuelto en la Sala por unanimidad de cinco votos, motivo por el cual constituyó jurisprudencia por precedente obligatorio. En ese sentido, cuando el Pleno o las Salas determinan la inconstitucionalidad de una norma general, se procede a notificar a la autoridad emisora, para que en el plazo de 90 días supere el problema de inconstitucionalidad. Así, al haber transcurrido dicho plazo sin que el problema de inconstitucionalidad fuera superado, el Pleno determinó que debían invalidarse con efectos generales los preceptos mencionados. La Corte estableció que la declaratoria tiene el alcance de que las disposiciones declaradas inconstitucionales no sean aplicadas a persona alguna por cualquiera de las autoridades de la entidad federativa. Declaratoria general de inconstitucionalidad 6/2023, solicitada por la Primera Sala de la Suprema Corte de Justicia de la Nación, respecto de los artículos 477 y 504 del Código Civil y 47 de la Ley del Registro Civil, ambos del Estado de Jalisco. Ponente: Ministra Ana Margarita Ríos Farjat. Secretarias: Irlanda Denisse Ávalos Núñez e Itzel de Paz Ocaña. Documento con fines de divulgación. La sentencia es la única versión oficial", "location": "Ciudad de México,", "post_number": "No. 154/2024", "collection_name": "Suprema Corte de Justicia de la Nación"}
]