[
    {
        "president": "Andrew Jackson",
        "url": "https://www.presidency.ucsb.edu/documents/executive-order-374",
        "collection_name": "President Executive Orders",
        "title": "Executive Order",
        "created_at": "1831-08-06 00:00:00+00:00",
        "description": "<div class=\"field-docs-content\">\n    <p>ACTING SECRETARY OF WAR.</p>\n<p>SIR: You will, after the receipt of this, report to the President for dismissal every clerk in your office who shall avail himself of the benefit of the insolvent debtors act for debts contracted during my Administration.</p>\n<p>Very respectfully,</p>\n<p>ANDREW JACKSON.</p>\n<p>(The same order was addressed to the Secretary of the Navy.)</p>\n  </div>",
        "disposition_notes": null,
        "doc_type": "Presidential Document",
        "subtype": "Executive Order",
        "executive_order_number": null
    },
    {
        "president": "George Washington",
        "url": "https://www.presidency.ucsb.edu/documents/commission-appointing-commissioners-for-surveying-the-district-territory-for-the-permanent",
        "collection_name": "President Executive Orders",
        "title": "Commission—Appointing Commissioners for Surveying the District of Territory for the Permanent Seat of the Government of the United States",
        "created_at": "1791-01-22 00:00:00+00:00",
        "description": "<div class=\"field-docs-content\">\n    <p>To all who shall see these Presents Greeting</p>\n<p align=\"right\">City of Philadelphia, January 22, 1791.</p>\n<p>Know Ye, That reposing special Trust and Confidence in the Integrity, Skill, and Diligence of Thomas Johnson and Daniel Carroll of Maryland, and David Stuart of Virginia, I do..., in Pursuance of the Powers vested in me by the Act intituled \"An Act for establishing the Temporary and Permanent Seat of the Government of the United States,\" hereby appoint them the said Thomas Johnson, Daniel Carroll and David Stuart, Commissioners for surveying the District of Territory accepted by the said Act for the permanent Seat of the Government of the United States, and for performing such other Offices as by Law are directed, with full Authority to them, or any two of them to proceed therein according to Law; and to have and to hold the said Office, with all the Powers, Privileges, and Authorities to the same of Right appertaining, each of them during the Pleasure of the President of the United States, for the Time being.</p>\n<p>In Testimony whereof, I have caused these Letters to be made Patent, and the Seal of the United States to be hereunto affixed. Given under my Hand, at the City of Philadelphia, the Twenty second Day of January, in the Year of our Lord one thousand seven hundred and ninety one, and of the Independence of the United States of America, the Fifteenth.</p>\n<p>By the President</p>\n<p>George Washington</p>\n<p>Thomas Jefferson<br>[<i>APP Note: Secretary of State.</i>]</p>\n  </div>",
        "disposition_notes": "Source: National Archives",
        "doc_type": "Presidential Document",
        "subtype": "Executive Order",
        "executive_order_number": null
    },
    {
        "president": "John Quincy Adams",
        "url": "https://www.presidency.ucsb.edu/documents/executive-order",
        "collection_name": "President Executive Orders",
        "title": "Executive Order",
        "created_at": "1828-02-28 00:00:00+00:00",
        "description": "<div class=\"field-docs-content\">\n    <p>DEPARTMENT OF WAR,</p>\n<p>The Secretary of War, by direction of the President of the United States, announces to the Army the painful intelligence of the decease (the 24th of February) of Major-General Brown.</p>\n<p>To say that he was one of the men who have rendered most important services to his country would fall far short of the tribute due to his character. Uniting with the most unaffected simplicity the highest degree of personal valor and of intellectual energy, he stands preeminent before the world and for after ages in that band of heroic spirits who upon the ocean and the land formed and sustained during the second war with Great Britain the martial reputation of their country. To this high and honorable purpose General Brown may be truly said to have sacrificed his life, for the disease which abridged his days and has terminated his career at a period scarcely beyond the meridian of manhood undoubtedly originated in the hardships of his campaigns on the Canada frontier, and in that glorious wound which, though desperate, could not remove him from the field of battle till it was won.</p>\n<p>Quick to perceive, sagacious to anticipate, prompt to decide, and daring in execution, he was born with the qualities which constitute a great commander. His military <em>coup d'oceil</em> , his intuitive penetration, his knowledge of men and his capacity to control them were known to all his companions in arms, and commanded their respect; while the gentleness of his disposition, the courtesy of his deportment, his scrupulous regard to their rights, his constant attention to their wants, and his affectionate attachment to their persons universally won their hearts and bound them to him as a father.</p>\n<p>Calm and collected in the presence of the enemy, he was withal tender of human life; in the hour of battle more sparing of the blood of the soldier than his own. In the hour of victory the vanquished enemy found in him a humane and compassionate friend. Not one drop of blood shed in wantonness or cruelty sullies the purity of his fame. Defeat he was never called to endure, but in the crisis of difficulty and danger he displayed untiring patience and fortitude not to be overcome.</p>\n<p>Such was the great and accomplished captain whose loss the Army has now, in common with their fellow-citizens of all classes, to deplore. While indulging the kindly impulses of nature and yielding the tribute of a tear upon his grave, let it not be permitted to close upon his bright example as it must upon his mortal remains. Let him be more nobly sepulchered in the hearts of his fellow-soldiers, and his imperishable monument be found in their endeavors to emulate his virtues.</p>\n<p>The officers of the Army will wear the badge of mourning for six months on the left arm and hilt of the sword. Guns will be fired at each military post at intervals of thirty minutes from the rising to the setting of the sun on the day succeeding the arrival of this order, during which the National flag will be suspended at half-mast.</p>\n<p>JAMES BARBOUR.</p>\n  </div>",
        "disposition_notes": null,
        "doc_type": "Presidential Document",
        "subtype": "Executive Order",
        "executive_order_number": null
    },
    {
        "president": "Andrew Jackson",
        "url": "https://www.presidency.ucsb.edu/documents/executive-order-347",
        "collection_name": "President Executive Orders",
        "title": "Executive Order",
        "created_at": "1829-04-08 00:00:00+00:00",
        "description": "<div class=\"field-docs-content\">\n    <p>In all applications by any invalid to obtain a pension in consequence of any disability incurred, no payment therefore shall commence until proof shall be filed in the Department and the decision of the Secretary had thereon; and no pension will be allowed to anyone while acting as an officer of the Army except in cases which have been heretofore adjudged.</p>\n<p>Approved, 8th April, 1829.</p>\n<p>ANDREW JACKSON.</p>\n  </div>",
        "disposition_notes": null,
        "doc_type": "Presidential Document",
        "subtype": "Executive Order",
        "executive_order_number": null
    },
    {
        "president": "John Quincy Adams",
        "url": "https://www.presidency.ucsb.edu/documents/executive-order-the-deaths-thomas-jefferson-and-john-adams",
        "collection_name": "President Executive Orders",
        "title": "Executive Order [on the deaths of Thomas Jefferson and John Adams]",
        "created_at": "1826-07-11 00:00:00+00:00",
        "description": "<div class=\"field-docs-content\">\n    <p>ADJUTANT-GENERAL'S OFFICE,</p>\n<p align=\"center\">GENERAL ORDERS.</p>\n<p>The General in Chief has received from the Department of War the following orders:</p>\n<p>The President with deep regret announces to the Army that it has pleased the Disposer of All Human Events, in whose hands are the issues of life, to remove from the scene of earthly existence our illustrious and venerated fellow-citizen, Thomas Jefferson.</p>\n<p>This dispensation of Divine Providence, afflicting to us, but the consummation of glory to him, occurred on the 4th of the present month--on the fiftieth anniversary of that Independence the Declaration of which, emanating from his mind, at once proclaimed the birth of a free nation and offered motives of hope and consolation to the whole family of man. Sharing in the grief which every heart must feel for so heavy and afflicting a public loss, and desirous to express his high sense of the vast debt of gratitude which is due to the virtues, talents, and ever-memorable services of the illustrious deceased, the President directs that funeral honors be paid to him at all the military stations, and that the officers of the Army wear crape on the left arm, by way of mourning, for six months.</p>\n<p>Major-General Brown will give the necessary orders for carrying into effect the foregoing directions.</p>\n<p>J. BARBOUR.</p>\n<p>It has become the painful duty of the Secretary of War to announce to the Army the death of another distinguished and venerated citizen. John Adams departed this life on the 4th of this month. Like his compatriot Jefferson, he aided in drawing and ably supporting the Declaration of Independence. With a prophetic eye he looked through the impending difficulties of the Revolution and foretold with what demonstrations of joy the anniversary of the birth of American freedom would be hailed. He was permitted to behold the verification of his prophecy, and died, as did Jefferson, on the day of the jubilee.</p>\n<p>A coincidence of circumstances so wonderful gives confidence to the belief that the patriotic efforts of these illustrious men were Heaven directed, and furnishes a new seal to the hope that the prosperity of these States is under the special protection of a kind Providence.</p>\n<p>The Secretary of War directs that the same funeral honors be paid by the Army to the memory of the deceased as by the order of the 7th (11th ?) instant were directed to be paid to Thomas Jefferson, and the same token of mourning be worn.</p>\n<p>Major-General Brown is charged with the execution of this order.</p>\n<p>J. BARBOUR.</p>\n<p>Never has it fallen to the lot of any commander to announce to an army such an event as now calls forth the mingled grief and astonishment of this Republic; never since History first wrote the record of time has one day thus mingled every triumphant with every tender emotion, and consecrated a nation's joy by blending it with the most sacred of sorrows. Yes, soldiers, in one day, almost in the same hour, have two of the Founders of the Republic, the Patriarchs of Liberty, closed their services to social man, after beholding them crowned with the richest and most unlimited success. United in their end as they had been in their highest aim, their toils completed, their hopes surpassed, their honors full, and the dearest wish of their bosoms gratified in death, they closed their eyes in patriot ecstasy, amidst the gratulations and thanksgivings of a people on all, on every individual, of whom they had conferred the best of all earthly benefits.</p>\n<p>Such men need no trophies; they ask no splendid mausolea. We are their monuments; their mausolea is their country, and her growing prosperity the amaranthine wreath that Time shall place over their dust. Well may the Genius of the Republic mourn. If she turns her eyes in one direction, she beholds the hall where Jefferson wrote the charter of her rights; if in another, she sees the city where Adams kindled the fires of the Revolution. To no period of our history, to no department of our affairs, can she direct her views and not meet the multiplied memorials of her loss and of their glory.</p>\n<p>At the grave of such men envy dies, and party animosity blushes while she quenches her fires. If Science and Philosophy lament their enthusiastic votary in the halls of Monticello, Philanthropy and Eloquence weep with no less reason in the retirement of Quincy. And when hereafter the stranger performing his pilgrimage to the land of freedom shall ask for the monument of Jefferson, his inquiring eye may be directed to the dome of that temple of learning, the university of his native State--the last labor of his untiring mind, the latest and the favorite gift of a patriot to his country.</p>\n<p>Bereaved yet happy America! Mourning yet highly favored country! Too happy if every son whose loss shall demand thy tears can thus soothe thy sorrow by a legacy of fame.</p>\n<p>The Army of the United States, devoted to the service of the country, and honoring all who are alike devoted, whether in the Cabinet or the field, will feel an honorable and a melancholy pride in obeying this order. Let the officers, then, wear the badge of mourning, the poor emblem of a sorrow which words can not express, but which freemen must ever feel while contemplating the graves of the venerated Fathers of the Republic.</p>\n<p>Tuesday succeeding the arrival of this order at each military station shall be a day of rest.</p>\n<p>The National flag shall wave at half-mast.</p>\n<p>At early dawn thirteen guns shall be fired, and at intervals of thirty minutes between the rising and setting sun a single cannon will be discharged, and at the close of the day twenty-four rounds.</p>\n<p>By command of Major-General Brown:</p>\n<p>R. JONES, <em>Adjutant-General,</em></p>\n  </div>",
        "disposition_notes": null,
        "doc_type": "Presidential Document",
        "subtype": "Executive Order",
        "executive_order_number": null
    },
    {
        "president": "Andrew Jackson",
        "url": "https://www.presidency.ucsb.edu/documents/executive-order-371",
        "collection_name": "President Executive Orders",
        "title": "Executive Order",
        "created_at": "1830-06-12 00:00:00+00:00",
        "description": "<div class=\"field-docs-content\">\n    <p>ADJUTANT-GENERAL'S OFFICE,</p>\n<p align=\"center\">ORDER 29</p>\n<p>The following general order has been received from the War Department. It is published for the information of all concerned:</p>\n<p>DEPARTMENT OF WAR,</p>\n<p><em>Washington, June 12, 1830.</em></p>\n<p>Congress at their last session passed an act repealing so much of the military law as imposes the penalty of death on those who \"in time of peace\" shall be found guilty of the crime of desertion. To give complete effect to the benevolent designs of said act, and that the Army may be correctly informed, it is hereby proclaimed that a free and full pardon is extended to those who at the date of this order stand in the character of deserters. All who are under arrest for this offense at the different posts and garrisons will be forthwith liberated, and return to their duty. Such as are roaming at large and those who are under sentence of death are discharged, and are not again to be permitted to enter the Army, nor at any time hereafter to be enlisted in the service of the country. It is desirable and highly important that the ranks of the Army should be composed of respectable, not degraded, materials. Those who can be so lost to the obligations of a soldier as to abandon a country which morally they are bound to defend, and which solemnly they have sworn to serve, are unworthy, and should be confided in no more.</p>\n<p>By order of the President of the United States:</p>\n<p>JOHN H. EATON,</p>\n<p><em>Secretary of War</em> .</p>\n<p>Communicated by order of Alexander Macomb, Major-General Commanding the Army.</p>\n<p>R. JONES, <em>Adjutant-General</em> .</p>\n  </div>",
        "disposition_notes": null,
        "doc_type": "Presidential Document",
        "subtype": "Executive Order",
        "executive_order_number": null
    }
]